Repository: jorgeatorres/drupal-gauss
Catalog: courses/translations/courses.*.po
Languages: es

source: Code
es: Código

source: Name
es: Nombre

source: Level
es: Nivel

source: Offered in
es: Ofrecido en

source: Operations
es: Operaciones

source: edit
es: editar

source: delete
es: eliminar

source: No entries found.
es: No se encontraron entradas.

source: Add Course
es: Agregar Curso

source: Save
es: Guardar

source: The course "@course" has been updated.
es: El curso "@course" ha sido actualizado.

source: The course "@course" has been added.
es: El curso "@course" ha sido agregado.

source: Are you sure you want to delete the course "@course"?
es: Está seguro que desea eliminar el curso "@course"?

source: This will also delete all information related to this course. This action cannot be undone.
es: Toda la información relacionada con el curso se perderá. Esta acción no se puede deshacer.

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: The course has been deleted.
es: El curso ha sido eliminado.

source: Term
es: Período

source: Offered Courses
es: Cursos Ofrecidos

source: This is the current term.
es: Este es el período actual.

source: view
es: ver

source: delete offering
es: eliminar oferta

source: Add Term
es: Agregar Período

source: Term Name
es: Nombre Período

source: Save Term
es: Guardar Período

source: The term "@term" has been updated.
es: El período "@term" ha sido actualizado.

source: The term "@term" has been added.
es: El período "@term" ha sido agregado.

source: Are you sure you want to delete the term "@term"?
es: Está seguro que desea eliminar el período "@term"?

source: This will also delete all course information related to this term. This action cannot be undone.
es: Toda la información de cursos relacionada con este período se perderá. Esta acción no se puede deshacer.

source: The term has been deleted.
es: El período ha sido eliminado.

source: Basic Info.
es: Información Básica

source: Teachers
es: Profesores

source: Teaching Assistants
es: Monitores

source: Add Course Offering
es: Agregar Oferta de Curso

source: Course
es: Curso

source: Program
es: Programa

source: Staff
es: Personal

source: Delete course offering
es: Eliminar oferta de curso

source: The course @code - @name has been updated.
es: El curso @code - @name ha sido actualizado.

source: The course "@name" has been added to term @term.
es: El curso "@name" está siendo ofrecido ahora en el período @term.

source: Are you sure you want to delete the course "@code - @name"?
es: Está seguro que desea eliminar el curso "@code - @name"?

source: The course and all its contents have been deleted.
es: El curso y todos sus contenidos fueron eliminados.

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: View

source: Sat
es: Sab

source: Sun
es: Dom

source: Add staff hours
es: Agregar horas de asesoría

source: Who
es: Quién

source: What
es: Qué

source: Notes
es: Notas

source: Staff hours updated.
es: Horario de atención actualizado.

source: Date
es: Fecha

source: Description
es: Descripción

source: Distribution
es: Distribución

source: Yes
es: Sí

source: Edit
es: Editar

source: Edit "@exam"
es: Editar "@exam"

source: Program Exam
es: Programar Examen

source: Program exam
es: Programar examen

source: The exam "@exam" has been updated.
es: El examen "@exam" ha sido actualizado.

source: The exam "@exam" has been added to this course.
es: El examen "@exam" ha sido agregado a este curso.

source: Are you sure you want to delete the exam "@desc"?
es: Está seguro que desea eliminar el examen "@desc"?

source: The exam has been deleted.
es: El examen fue eliminado.

source: General config.
es: Configuración General

source: Save exam configuration
es: Guardar configuración de examen

source: Exam config. updated
es: Configuración de examen actualizada

source: Criterion
es: Criterio

source: Starting time
es: Hora de inicio

source: Ending time
es: Hora de finalización

source: Location
es: Lugar

source: Exam distribution
es: Distribución de examen

source: There is no need for additional configuration.
es: No es necesaria configuración adicional.

source: Add criterion
es: Agregar criterio

source: Save exam distribution
es: Guardar distribución de examen

source: Exam distribution updated.
es: Distribución de examen actualizada.

source: Home
es: Inicio

source: Courses
es: Cursos

source: Term @term
es: Período @term

source: Course Code
es: Código Curso

source: No courses found.
es: No se encontraron cursos.

source: Office @office
es: Oficina @office

source: News
es: Anuncios

source: There are no recent news items.
es: No hay anuncios recientes.

source: Upcoming exams
es: Próximas evaluaciones

source: There are no upcoming exams in this course.
es: No hay evaluaciones futuras programadas en este curso.

source: Problem Set
es: Taller

source: Solution
es: Solución

source: download
es: descargar

source: Download solution
es: Descargar solución

source: No problem sets found.
es: No hay talleres disponibles.

source: Exam
es: Examen

source: No exams found.
es: No hay examenes disponibles.

source: Class Note
es: Notas de clase

source: No class notes found.
es: No hay notas de clase disponibles.

source: View details
es: Ver detalles

source: No exams programmed.
es: No hay evaluaciones programadas.

source: Time
es: Hora

source: Info
es: Información

source: Delete course
es: Eliminar curso

source: Staff Hours
es: Horarios de atención

source: Delete staff hour
es: Eliminar horas de atención

source: Exams
es: Evaluaciones

source: Edit exam
es: Editar evaluación

source: Delete exam
es: Eliminar evaluación

source: Content
es: Contenido

source: Undergraduate
es: Pregrado

source: Graduate
es: Posgrado

source: A course problem set. May include solutions.
es: Taller para un curso. Puede incluir soluciones.

source: Course Exam
es: Examen

source: A course exam. May include solutions.
es: El tema de un examen para un curso. Puede incluir soluciones.

source: Class Notes
es: Notas de clase

source: Class notes.
es: Notas de clase.

source: Course news item
es: Anuncio en un curso

source: Used for course-related announcements.
es: Utilizado para anuncios y noticias relacionadas con un curso.

source: Exam file
es: Archivo de examen

source: Solution file
es: Archivo de solución

source: Problem Set file
es: Archivo del taller

source: A problem set file is required.
es: Un archivo para el taller es requerido.

source: An exam file is required.
es: Un archivo con el tema del examen es requerido.

source: Course navigation
es: Navegación de curso

source: Current term courses administration
es: Enlaces de administración de cursos del período actual

source: !term Courses admin
es: Admin. cursos !term

source: administer courses
es: administrar cursos

source: create courses content
es: crear contenido de cursos

source: Undergraduate Courses
es: Cursos de Pregrado

source: Graduate Courses
es: Cursos de Posgrado

source: Exam details
es: Detalles de evaluación

source: Course Information
es: Información del Curso

source: Terms
es: Períodos

source: Courses Term
es: Cursos del período

source: Edit Term
es: Editar Período

source: Delete Term
es: Eliminar Período

source: Table for courses information.
es: Tabla para información de cursos.

source: Table for staff information related to a course.
es: Tabla para información del personal asociado a un curso.

source: Table for staff office hours.
es: Tabla para horarios de atención del personal de cursos.

source: Courses Menu
es: Menú de Cursos

source: This menu is used by the courses module to organize content.
es: Este menú es utilizado para organizar el contenido de los cursos.
